[Lang]
	Name=Turkce(Türkçe)
	TranslatorName=TiXTOR
	TranslatorURL=pckopter.wordpress.com
	ID=041f;
	Version=3.9.20
	Date=20/09/2012
	Charset=1254

'Support Locale IDs (LCID) by this language file
'	1254: Turkish


'Parametreler ESC-dizileri destekler \n \r \t

[frmMain]
	frPanelLV=Bulunan aygıt Sürücüleri Listesi
	frBackup=Seçilen Sürücülerin Yedeğini Oluştur
	frGroup= Sürücü Gruplarını Seç
	mnuOptions=Seçenekler
	mnuMainAbout=Yardım
	mnuLinks=Linkler
	mnuHistory=Geçmiş Değişiklikler
	mnuHelp=Yardım
	mnuOsZoneNet=OsZone.net üzerinden programı Konuşun
	mnuHomePage=Anasayfa ya Git
	mnuHomePageForum=Program forum adresini ziyaret edin.
	mnuCheckUpd=Program Güncellemerini Denetle
	mnuDonate=Bağış Yap ...
	mnuLicence=Lisans Sözleşmesi ...
	mnuAbout=Hakkında ...
	mnuModulesVersion=Modüller ...
	mnuMainLang=Dil
	mnuLangStart=Başlattığınızda seçilen dili kullanın (Oto Seçim Devredışı kalır)
	mnuReCollectHWID=Donanım Değişikliklerini Tara
	cmdCheckAll=Tümünü Seç
	cmdUnCheckAll=Seçimleri Kaldır
	cmdBreak=Yürütmeyi Atla
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Tümü
	optGrp4=Hiç
	chkLiveOnly=Sadece Güncel Sürücüler
	chkHideOther=Seçili Grup Hariç Tümünü Gizle
	chkCheckAll=Seçerken tüm gruptarın Hepsini Seç
	cmdStartBackUp=Yedekle
	lblTypeBackUp=Yedekleme Tipi
	cmbListTypeBackupElement1=Yapılandırılmış Sürücü Klasörü
	cmbListTypeBackupElement2=7z-sürücü arşivi
	cmbListTypeBackupElement3=7zSFX DPInst üzerinden otomatik yükleme-arşivi
	TableHeader1=* Ürün Adı *
	TableHeader2=* Tarih *
	TableHeader3=* Versiyon *
	TableHeader4=* Üretici *
	TableHeader5=* Sürücüsü sınıfı *
	TableHeader6=* Sınıf Kodu *
	TableHeader7=* Inf *
	TableHeader8=* Bölüm *
	TableHeader9=* HWID *
	TableHeader10=* ID Durumu *
	frArchName=Arşiv Adı
	optArchNamePC=Bilgisyar Adı
	optArchModelPC=Bilgisayar Modeli
	optArchCustom=Kullanıcı Tanımlı

[frmAbout]
	frmAbout=Hakkında ...
	cmdDonate=Bağış Yap ...
	cmdLicence=Lisans Sözleşmesi
	cmdHomePage=Ana Sayfa
	cmdOsZoneNet=OsZone.Net Uzerinden Tartisma
	cmdCheckUpd=güncelle ...
	cmdExit=Kapat
	lblMailTo=Programin Yazarina E-posta Gonder
	lblInfo=Bu program, aygıt sürücülerinden yedekleme olusturmak için tasarlanmıştır. Bu program aynı zamanda Eski Sürücüleri bulur. Sonra, program Sürücülerini Yükleyici Yardimcısı sürücü paketleri Oluşturarak, kullanılabilir 7z arşivleri, olusturur.

[frmLicence]
	frmLicence=Lisans Sözleşmesi
	chkAgreeLicence=Sözleşmeyi Kabul Ediyorum
	cmdOK=Onayla
	cmdExit=Kapat

[frmCheckUpdate]
	frmCheckUpdate=Güncelleme: Programın yeni bir sürümü mevcut
	cmdUpdate=Güncellemeyi İndir
	cmdHistory=geçmiş
	cmdDonate=Bağış Yap
	cmdExit=Kapat
	lblVersion=Enson Versiyon
	frDescription=Geçmiş Değişiklikleri Göster:
	lblDescription1="-" - Program hatalarının düzeltilmesi
	lblDescription2="*" - Kozmetik değişiklikler
	lblDescription3="+" - Gelişmiş Fonksiyonlar
	lblDescription4="!" - Önemli Uyarılar
	lblWait=Resmi siteden veri yükleniyor. Lütfen Bekleyin ....
	lblVersionList=Versiyon Degisiklikleri Listesi

[frmDonate]
	frmDonate=Bağış Yap
	cmdExit=Kapat

[frmOptions]
	frmOptions=Seçenekler
	cmdOK=Değişiklikleri Kaydet
	cmdExit=Kaydetmeden Cik
	frOptions=Seçenekler
	ItemOptions1=Ana Seçenekler
	ItemOptions2=Desteklenen İşletim Sistemleri
	ItemOptions3=Çalışma Araçları
	ItemOptions5=Program görünümüe 
	ItemOptions6=DPInst başlangıç Parametreleri
	frMain=Ana Seçenekler
	lblOptionsStart=Program Baslama Eylemleri
	chkUpdate=Güncelemeleri Denetle
	chkUpdateBeta=Program beta sürümlerini Denetle.
	chkHideOtherProcess=Başlangıçta harici sürücüleri gizle
	lblOptionsTemp=Gecici dosyalar ile calisma
	chkTempPath=Geçici dosya Klasörü
	chkRemoveTemp=Geçici dosyaları Sil
	lblDebug=Hata ayiklama Modu Secenekleri 
	chkDebug=Hata ayıklama Modunu Etkinleştir
	chkRemoveHistory=program basladığına eski hata ayıklama dosyalarını Temizle
	lblRezim=Başlangıç modu
	lblDebugLogPath=gunluk dosyasi yolu:
	frMainTools=Ana Araçlar Yolu
	cmdPathDefault=Varsayilan Yolu Etkinlestir
	frOS=Desteklenen İşletim Sistemi
	cmdAddOS=Ekle
	cmdEditOS=Düzenle
	cmdDelOS=Sil
	frDesign=Görünüm
	lblSizeForm=Ana Pencere Boyutu
	lblFormHeight=Yukseklik:
	lblFormWidth=Genislik:
	chkFormMaximaze=Tam ekran baslat
	chkFormSizeSave=Çıkarken Form Boyutunu Kaydet
	lblSizeButton=Düğme Özellikleri
	cmdChooseFont=Düğme metni için yazı tipi seçin
	lblImageMain=Ana simgeler
	lblFormWidthMin=Bazi parametreler icin minimum degerler var. Degeri minimum dan daha az ise, o pencere kirmizi renk olur Program baslangic varsayilan degerlerini ayarlayabilirsiniz.
	AdditionalColorCaption=Ek renkler ...
	frDpInstParam=DPInst'in Başlangıç Parametreleri
	lblParam=Parametre
	lblDescription=Parametre Bilgisi
	lblLegacyMode=Bu imzasız sürücüleri olan ve sürücü paketlerinin eksik dosyalarını yüklemenizi sağlar
	lblPromptIfDriverIsNotBetter=Sürücü şu anda cihazda yüklü daha yeni sürücü cihaz için iyi bir eşleşme değil diyes, bir iletişim kutusu görüntüler
	lblForceIfDriverIsNotBetter=Sürücü şu anda cihazda yüklü bile olsa cihazın Zorunlu sürücü kurulumu, yeni bir sürücü daha iyi maçlar
	lblSuppressAddRemovePrograms=Bu pencerede girişlerin yanı sıra bastırır \ \ "Program Ekle veya Kaldır"
	lblSuppressWizard=Sihirbazı'nın görüntülenmesini engeller, ancak kullanıcı iletişim kutularını belki OS tarafından gösterilen olacak
	lblQuietInstall=Katılımsız mod. Bu genellikle işletim sistemi tarafından görüntülenen Sihirbazı sayfaları ve kullanıcı iletişim kutularını görüntülenmesini engeller
	lblScanHardware=Sürücüler kopyalanır ve sadece bilgisayarda bulunan cihazlar için kurulacaktır (yalnızca PnP aygıtları için icra edilecektir)
	lblCmdStringDPInst=Toplam Başlangıç Parametreleri
	TableOSHeader1=Versiyon
	TableOSHeader3=DriverPack
	TableOSHeader5=x64
	chkSilentDll=Sessiz kayıt / güncelleme sistem bileşenleri (dll ve ocx)
	ItemOptions4=Arşiv Adı
	frArchName=Arşiv Adı
	optArchNamePC=Bilgisayar Adı
	optArchModelPC=Bilgisayar Modeli
	optArchCustom=Kullanıcı şablonu
	lblArchNameStart=Varsayılan Arşiv adı
	lblArchShablon=Arşiv Şablon adı
	lblMacrosType=Kullanılabilir makro
	lblMacrosParam=Parametre
	lblMacrosDescription=Parametre Açıklaması
	lblMacrosPCName=Etki alanı soneki olmadan bilgisayarın kısa adı
	lblMacrosPCModel=Bilgisayar\anakart modeli
	lblMacrosOSVer=İşletim Sistemi versiyonu (5 | 6) Olarak
	lblMacrosOSBit=İşletim Sistemi Mimarisi x (32 | 64) Şeklinde
	lblMacrosDate=Yedekleme Tarihi
	lblTypeBackUp=Type Backup by Default
	cmdFutureButton=Your future button
	chkButtonDisable=Enable/Disable (only for test)
	lblDebugLogLevel=Debug level

[frmOSEdit]
	frmOSEdit=Girişi Düzenle
	lblOSVer=İşletim Sitemi Versiyonu
	lblPathDRP=DriverPacks klasör yolu
	chk64bit=64-bit Sürücüleri 
	cmdOK=Uygula
	cmdExit=Kapat

[frmProgress]
	frmProgress=Sürücüler hakkında bilgi toplanıyor. Lütfen Bekleyin ...

[Messages]
	strMessages1=Sürücüsü Yedekleme, listeden sürücüyü seçin ve Yedekle basın!
	strMessages2=Yedek bir kopyasını kaydetmek istediğiniz dizini seçin.
	strMessages3=PC ve cihazlar için sürücü dosyaları hakkında bilgi toplanıyor. Lütfen bekleyin ...
	strMessages4=Program Çalışıyor değil mi?
	strMessages5=Donanım yapılandırması hakkında bilgi toplanması tamamlandı!
	strMessages6=Sürücüsü seçilmiş değil. Listeden uygun sürücüyü seçin ve Yedekle basın.
	strMessages7=Program dosyalarından biri eksik
	strMessages8=Sistem dosyası kaydedilemedi.Dosyayı elle kayıt deneyin, ya da sadece %windir%\system32\r\n\r\n işin devamı diğer hatalar neden olabilir. KopyalamakDevam etmek ister misiniz?
	strMessages9=Sürücü dosyaları Aranıyor ve kaydediliyor
	strMessages10=Yedekleme başarıyla tamamladı.
	strMessages11=Kaynak kodu lisans dosyası değişmiştir! bu bir hata ya da kötü niyetli bir program değişiklikleri sonucu olabilir.Üreticisine başvurun veya programı yeniden indirin. sDevam etmek ister misiniz?
	strMessages12=Arşiv oluşturulurken hata. Yedekleme oluşturulmadı!
	strMessages13=Yedekleme Sürücüleri 7z oluşturulamadı:s
	strMessages15=simgelerin alternatif görüntüler için bir dizin yok. belirtin. Standart resimleri kullanabilirsiniz!
	strMessages16=Program, bir CD \ DVD imkansız veritabanı güncelleme süreci başladı
	strMessages20=Removing files from program fails. Would you like to continue?
	strMessages21=Extract all files (DLL-OCX) from program completed successfully. \r\n\r\n Would you like to open a directory with files?
	strMessages22=Extract all files (DLL-OCX) from program completed. \r\n In the extraction procedure errors were found! \r\n\r\n Would you like to open a directory with files?
	strMessages25=DBS the program provides the following key start \r\n\r\n "/?", "/h", "-h", "-help", "/help" - display the window \r\n\r\n" /extractdll[:path]" - extract files from program to the specified directory, if a directory is specified, the recovery is a temporary directory \r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages27=İşlem Atlandı!!!\r\ will parse the aborted on the driver:
	strMessages33=Harici program başlatılamadı:
	strMessages34=Çıkmak istediğinizden emin misiniz ?
	strMessages35=Modüller Sürümleri: \r\n\r\n İsim modülü: \t\t Dosya Sürümü:
	strMessages36=New settings written!\r\nTo use, you must restart the program.\r\n\r\nWould you like to restart the program now?
	strMessages37=Ayarları kaydetmeden çıkmak istediğinizden emin misiniz ?
	strMessages38=Bu program CD\DVD ile çalışıyor! \Rs\n Sohranenie ayarları olamaz!
	strMessages39=Lisans sözleşmesi yüklenemedi. Programın Daha Fazla Çalışması olanaksız. program Üreticisine başvurun veya programı yeniden indirin.
	strMessages40=kaynak metin dosyası değişmiş!!\r\n 'Destek Projesi' kapalı olacak. \r\ n Lütfen üreticiye başvurun veya programı yeniden indirin.
	strMessages41=Dosya donate.rtf yüklenemedi.Üreticisine başvurun veya programı yeniden indirin.
	strMessages42=Dosya Kopyalama başarısız oldu!
	strMessages43=Dikkat! Dosya salt okunur, dosyaya yazılamıyor. Dosyanın sal-okunur özelliğini kaldırıp yeniden deneyin.
	strMessages44=Geçici dosya dizini oluşturulamıyor:
	strMessages45=Bir dosyaya veri yazarken bir hata oluştu:
	strMessages53=Internet Bağlantısı yüklü değil ya da sunucu kullanılamıyor.
	strMessages54=Güncelleme kontrolü başlatılamadı
	strMessages55=Sunucu eski bir sürüm ile karşılaştı! Çok garip :) \r\n Bu yazarın program testi için elde edilen beta sürümü var \r\n\r\n Bu programın güncelleme formunu açmakistermisiniz.
	strMessages56=Programın yeni sürümleri bulunamadı. \R\n\r\ programı güncellemek için bir form açmak istiyor musunuz?
	strMessages58=program güncellemeleri denetleniyor ...
	strMessages59=Programın İndirilmesi Bitti!
	strMessages66=işlem iptal oldu. Çalışma Zamanı:
	strMessages67=Tüm Sürücü İşlemleri Bitti. Çalışma Zamanı:
	strMessages81=Git ve geçici dosyaları sil. Lütfen bekleyin ....
	strMessages82=Hedef dizindeki dosyalar siliniyor. Lütfen bekleyin ....
	strMessages97=Arşiv Oluşturuluyor:
	strMessages102=Program sürümleri karşılaştırırken bir hata oluştu. Üreticisine başvurun.
	strMessages106=Bileşenin geçerli sürümü program tarafından kullanılandan daha eski. \R\n Bu güncelleştirmeyi yüklemeniz tavsiye edilir! \R\n\r\n Not!Güncelleştirme bu bileşeni kullanan diğer programları etkileyebilir! \R\n\r\n Bu yükseltme gibi?
	strMessages107=Belki de güncelliğini yitirmiş, "Drivers Backup Solutuon" sürümünü kullanıyorsunuz! \r\n\r "Güncellemeleri kontrol etmek için buraya tıklayın "
	strMessages108=arasında
